Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Night Fishing.tmx
Source language: ko_kr
Languages: en

source: 우와아아악!!!
en: aaack!!!

source: 저는 돈 문제도 연관이 있다고 보는데요.
en: I think there might have been money issues as well.

source: 빨리 업히기나 해!!
en: hold on tight!!

source: 꾸르륵
en: gurgle

source: ...찾을 수 있지?
en: you can find him, right?

source: 초과근무하게 왜 이러냐.
en: why are you making me work overtime?

source: 강무직 살기만 해,
en: mujik, just come out alive.

source: 형도 같은 방식으로 죽임 당했다.
en: ...and muyeon was killed in the same way.

source: 후웅
en: woosh

source: 어디 가니?{j}몇 술 뜨지도 않고...
en: where are you going?{j}you barely had a few bites...

source: 왜 또 꼰대짓인데!
en: telling me what to do?!

source: 나도 집에 가야 할 거 아냐.
en: I have to go home, don’t I?

source: 이 ㄱ새ㄲ가 진짜..!!!
en: this bastard...!

source: 운전 조심하시고.
en: have a safe drive.

source: 박경화 의원이 있어 든든할 뿐입니다.
en: I’m just glad to have you on our side, assemblyman park.

source: 죽은 놈이 살아 돌아올 것도 아니고.
en: it’s not like he’ll come back alive.

source: 형 목소리가 분명해!!!!
en: that’s muyeon’s voice for sure!

source: 당신 뭐야?
en: what’s wrong

source: 걱정 마십쇼.
en: don’t worry.

source: 미쳐서 팔딱 거리드라고.
en: extra lively he was.

source: 빠 악!!
en: pow

source: 자백 고맙다.
en: thanks for your confession.

source: 김치 좀 잘라먹으려고 한다, 왜?
en: I was going to cut up some kimchi. why?

source: 쌩쌩한 활어를 죽여서 손질할 순 없재.
en: we can’t fillet a live fish if it’s dead.

source: 그래도, 제복을 입으면 얼굴에는 눈이 잘 안 간다니까...
en: still, if you’re wearing a uniform, people don’t pay attention to the face...

source: 형 폰을 갖고 있던 놈이다!
en: he’s the one who had my brother’s phone!

source: ...너구나?
en: it’s you...

source: 불빛..
en: light...

source: 우리 형 어딨어?
en: where’s my brother?

source: 강무직이 또 왔습니다.
en: mujik kang is here again.

source: 빨리 받아.
en: pick up.

source: 광고랑 스폰 다 끊겼다더라.
en: I hear he lost all of his sponsorships.

source: 글썽
en: teary

source: 혼자 낚시를 간 형은 돌아오지 않았다.
en: ...and my brother never came back from his solo fishing trip.

source: 다들 들었죠?
en: you all heard it, right?

source: 확실히 고기는 신선한게 제일인 기라.
en: of course, fresh meat is always the best.

source: 이 메시지...
en: this message...

source: 그럼 숨죽이고 있지 그랬어.
en: then you should have kept quiet.

source: 아.. 아니, 무시라니, 내가 좀 바빠서...
en: w-wait now, I’m not ignoring you. I’m just busy at the moment...

source: 음...
en: hmm...

source: 죽어서야 자신이 그토록 바라던 꽃과 사람들의 환대에 둘러싸였다.
en: ...finally received the flowers and attention she so desired, only in death.

source: 천호역으로 가주세요.
en: cheonho station, please.

source: 내 말 좀 들어보라고!!
en: listen to me!

source: 네네.
en: yes, yes.

source: 그래!
en: that’s it!

source: 걱정하지 마.{j}내가 죽이고 싶은 건 저 ㅅ끼니까.
en: relax.{j}the one I want to kill is the bastard in there.

source: 이 X끼가 그럴 머리가 어딨어?
en: he’s not smart enough to plan this.

source: 수산 타추 화자 CCTV
en: Seafood ESCAPED PATIENT CCTV

source: 조용히 안해?
en: be quiet!

source: 슈
en: stre

source: 이런 행동의 배경이 뭐라고 보십니까?
en: what do you think led him to take this action?

source: 저, 저리 가!!
en: g-get away!

source: 다 듣고 있었나?
en: did you hear all that?

source: 충격 받으실 텐데, 괜찮으시려나...
en: she must be shocked. will she be okay...?

source: 근데 어떡하냐?
en: but too bad for you...

source: 큰 아들이 사라진 그 장소에서,
en: she took her own life...

source: 블루투스 이어폰에 갑자기 신호가 와서..
en: I was able to pick up...

source: 싸{j}아{j}아
en: {j}{j}doom

source: 오후 11:05 아들, 밥 먹었니?
en: 11:05 PM Son, have you eaten yet?

source: 휴대폰은 없고,
en: I don’t have my phone with me.

source: 엄마는 그 아저씨 만나러 갔나...?
en: did mom go to meet that guy...?

source: 형의 마지막 위치..
en: my brother’s last known location...

source: 빠{j}아{j}아{j}앙
en: {j}{j}{j}honnnk

source: 오빠 이러지 마..
en: stop it...

source: 좋은 말로 할 때..
en: spill it.

source: 보이는 거 다 말하라고!!!
en: tell me everything you see!

source: 옷만 좀 빌립시다.
en: I think I’ll borrow your clothes.

source: 밥은 챙겨 먹어.
en: don’t forget to eat.

source: 위
en: w

source: 저거 나야...?
en: is that me...?

source: 이 ㅅ끼가!!!
en: you little shits!!!

source: 쭈욱
en: push

source: 사고가 발생한 게 아니라, 예정이라고?
en: to take place? so the accident hasn’t happened yet?

source: 끼{j}익
en: {j}screech

source: 뭐야?{j}저 불빛은?
en: huh?{j}what’s that light?

source: 마누라..!?
en: wife...?!

source: 타앗!!
en: leap

source: 이번 대회에서 자신의 한국 신기록을 갱신합니다!!
en: he just broke his own national record!

source: 다이빙 스타 강무직, 과실치사 혐의
en: DIVING STAR MUJIK KANG, CHARGED WITH ALLEGED MANSLAUGHTER

source: 뭐라는 거야!
en: what are you talking about?!

source: 잘 들어 돌대가리야.
en: listen carefully, you bonehead.

source: 강무여이도 엄청 신선 했거든.
en: muyeon kang was a real fresh one, too.

source: 으..억..
en: ungh...

source: 꾸득
en: clench

source: 뭐야, 이거?
en: what’s all this?

source: 못난 엄마가 믿질 못 했어.
en: I was wrong not to believe you.

source: 저 ㅅ끼가 지금 거짓말 치는 거라니까!?
en: I’m telling you, that bastard is lying right now!

source: 우리 형 최근 카드 내역서!!
en: my brother’s recent credit card statements!

source: 컥...!
en: ungh...!

source: 지혜는 의료과실을 파헤치다 위장자살 당했고,
en: they fabricated jihye’s suicide because she was digging up evidence on medical malpractice...

source: 그래.
en: ok.

source: 역시 강무직 선수!!
en: yes, mujik kang did not disappoint!

source: 강무직이?
en: mujik kang?

source: 이 개ㅅ끼야!!!
en: you son of a b*tch!!

source: 찾았습니다.
en: found ‘em.

source: 딸깍
en: click

source: 난 원해부터 이랬어. 잘난 형 혼자 가.
en: I was always like this. go fishing by yourself.

source: 너냐?
en: is it you?

source: 뉴스에 낸 거 보니까,
en: that they couldn’t find my body...

source: 정신 차리고 살아라.
en: pull yourself together.

source: 경찰에 알리면 해결된다고..?
en: can the police even help...?

source: 멍청한 네가 못 미더운 게 아니라,
en: I’m not trying to blame you.

source: 그날 이후로, 엄마는 나에게 더 이상 홍삼을 먹으라고 하지 않았다.
en: since then, mom never told me to take red ginseng again.

source: 아 왜!
en: why are you always

source: 캡처 떠서 길이길이 남을 텐데 괜찮겠어요?
en: ignoring citizens in danger. is that what you want?

source: 그냥 운동하니까 보는 사이지.
en: I just knew him because we were in the same sport.

source: 이 악 물어라.
en: bite down hard.

source: 그럼 그렇지.
en: that’s not surprising.

source: 후련함.
en: the release.

source: 몇 명이서 오셨어요?
en: table for how many?

source: 빨리 경찰에 신고해!
en: call the police, now!

source: 엄마가 미안해
en: I’m sorry. Love, Mom

source: 저희 ‘강한적들’에서 입수했습니다.
en: which the staff on this show was able to acquire.

source: gksxog****** 살인마 toRl
en: gksxog****** murderer

source: 그 날...{j}형은 뜬금없이 낚시를 가자고 했다.
en: that day... he had asked me to go fishing with him out of the blue.

source: 엄마는 우리를 가지고 무너졌지만
en: mom lost everything when she had us.

source: 현재 빈소를 지키고 있다는데...
en: and is currently at the funeral home...

source: 기다려 보래두, 내가 저번엔..
en: just hang on. last time I...

source: 살아 있으면 전화라도 좀 받으라고...!!
en: pick up if you’re alive...!

source: 이 개X끼들!!!!
en: bastards!!

source: 마누라가 남자라잖아!!
en: his wife is a man!

source: 무슨 일 있습니까?
en: is there a problem?

source: 그 뒤에 눈 떠보니 시체백 안이었어.
en: when I next opened my eyes, I was inside a body bag.

source: 그래도...
en: but still...

source: 아야, 좋은 말로 할 때 끄지라.
en: get lost, kid. I won’t ask again.

source: 많이 늦으시네요.
en: you’re very late today.

source: 덕분에 잘 나왔으니...
en: but she really got us out of there...

source: 알아서 도망치긴 힘들 거 같다.
en: ...but I don’t think I can go on my own.

source: 드{j}르{j}륵
en: rattle

source: 그걸 내가 어떻게 알아!!
en: how would I know?!

source: 그렇게 3년.
en: it was like that for three years.

source: 내가 찾아냈어!!
en: I found where it is!

source: 탁{j}탁{j}탁
en: {j}{j}tik tik tik

source: 횟집에서 일하는 사람들 소린가?
en: are they employees at the seafood place?

source: 안에 창고가 있을 거예요!!
en: there has to be some storage inside!

source: 고생하십쇼.
en: sounds like a lot of work for you guys.

source: {j}미친 ㄴ이!!
en: {j}you bastard!

source: 야이 XX 새X들아!!!
en: you motherf***ers!!

source: 강무직, 저 사람들이랑 뭐가 있나?
en: something going on between mujik and those people?

source: 오야, 걱정 마라
en: yeah, don’t worry.

source: 역시 놈들이 확실해!!
en: it has to be them!!

source: 아오, 빨리 대답하라고!!!
en: answer me already!

source: 광진교에서 극단적인 선택을 한 모습이 CCTV에 찍혔습니다.
en: attempting suicide at gwangjin bridge at night.

source: 그렇게 말했던, 보좌관한테는 연락도 없고...
en: despite those words, they haven’t contacted me...

source: 씨이...
en: hmph...

source: 오후 10:24 무직아, 밖에 비 온다. 우산 잘 챙기고 다녀.
en: 10:24 PM Mujik, it’s raining. Make sure you take an umbrella.

source: 제발 내가 갈 때까지만 버텨라...
en: just hang in there until I find you...

source: 어딜 가는 거야?!
en: where are they going?!

source: 내가 필요한 일이 있다고 했다.
en: he told me there was something I had to do.

source: 대체 왜 이런 비극이 일어난 겁니까?
en: what on earth could have caused such a tragedy?

source: 2분 전
en: two minutes earlier

source: 지...
en: crackle

source: 계단 앞 복도입니다.
en: they’re in the hallway in front of the stairs.

source: 아, 그냥 어디라도 들어가면 안 돼?
en: can’t we just go in somewhere?

source: 강무직.
en: mujik kang.

source: 어데 남의 영업장에서 행패질이고?
en: who said you could bully my employees?

source: 멈
en: ha

source: 거봐, 내가 뭐라 그랬어!
en: see, I told you!

source: 자, 잠깐...!!
en: w-wait...!

source: 뭐라도 찾을 수 있을까 해서 충전했는데,
en: I charged it in case we might find something,

source: 파
en: sho

source: 이게 마지막 메시지라니, 이상하지 않아?
en: that was her last message. don’t you think it’s odd?

source: 질겅
en: chew

source: ..죄송하지만 이런 건 증거가 될 수 없어요.
en: I’m sorry, but this isn’t evidence.

source: 날 처리할 거면 그냥 죽여버리지 왜 그렇게까지 한 거지?
en: they could have just killed me. why go to all that trouble?

source: 잘 봐, 오빠가 어떤 사람인지 똑똑히 보여줄 테니깐!
en: just watch, I’ll show you what I’m all about!

source: 운동한다는 놈이 그런 알레르기 있는 줄 어떻게 아냐.
en: how would I know he had allergies?

source: ...핏 자국?
en: blood...?

source: 뭐, 뭐야?!
en: wait, what?!

source: 강무직 선수, 오늘도 땅콩을 꺼냅니다!!
en: mujik kang is taking his peanuts again today!

source: 웩, 뭔 냄새야..
en: ugh, what’s that smell...?

source: 왜 몸이 지 혼자 앞으로...?
en: why is she leaning over...?

source: 오랜만이다?
en: it’s been a while.

source: 띵똥
en: ding-dong

source: 아저씨, 이거 뭐예요?
en: sir, what’s going on?

source: 요정까지 따라 붙었습니다.
en: he even came to the restaurant.

source: 뭐야, 정신차려!
en: what’s going on? get yourself together!

source: 80년대를 주름 잡았던 트로이카 여배우,
en: we are shocked to report the death of...

source: 급한 기가?
en: is it urgent?

source: 정신 차려 돌대가리야.
en: pull yourself together, you bonehead.

source: 근데 말이야...
en: you’re wrong...

source: 대회 전에 왜 말을 붙이고 지X이야!!
en: why the hell are you talking to me before the dive?!

source: 이것들 설마, 아무것도 안 보이게 하려고?!
en: no way, did they do that so nobody could see?!

source: 돌대가리 ㅅㄲ!!!
en: you douche!

source: 시간이 몇 신데 ㄱ소리야?
en: do you even know what time it is?
